{"2334": ["All spring shall give thee fragrance, and the wheat Shall be a tasselled floorcloth to thy feet.", "Glare down, old Hecate, through the dust, And bid the pie-dog yell, Draw from the drain its typhoid-germ, From each bazaar its smell; Yea, suck the fever from the tank And sap my strength therewith: Thank Heaven, you show a smiling face To little Kitty Smith!", "There's peace in a Larranaga, there's calm in a Henry Clay; But the best cigar in an hour is finished and thrown away-- Thrown away for another as perfect and ripe and brown-- But I could not throw away Maggie for fear o' the talk o' the town!", "I will scent 'em with best vanilla, with tea will I temper their hides, And the Moor and the Mormon shall envy who read of the tale of my brides.", "A TALE OF TWO CITIES Where the sober-colored cultivator smiles On his byles; Where the cholera, the cyclone, and the crow Come and go; Where the merchant deals in indigo and tea, Hides and ghi; Where the Babu drops inflammatory hints In his prints; Stands a City--Charnock chose it--packed away Near a Bay-- By the Sewage rendered fetid, by the sewer Made impure, By the Sunderbunds unwholesome, by the swamp Moist and damp; And the City and the Viceroy, as we see, Don't agree.", "Then blue smoke-haze of the cooking rose, And tent-peg answered to hammer-nose; And the picketed ponies, shag and wild, Strained at their ropes as the feed was piled; And the bubbling camels beside the load Sprawled for a furlong adown the road; And the Persian pussy-cats, brought for sale, Spat at the dogs from the camel-bale; And the tribesmen bellowed to hasten the food; And the camp-fires twinkled by Fort Jumrood; And there fled on the wings of the gathering dusk A savour of camels and carpets and musk, A murmur of voices, a reek of smoke, To tell us the trade of the Khyber woke.", "And e'en as he looked on the Thing where It lay 'Twixt the winking new spoons and the napkins' array, The freed mind fled back to the long-ago days-- The hand-to-hand scuffle--the smoke and the blaze-- The forced march at night and the quick rush at dawn-- The banjo at twilight, the burial ere morn-- The stench of the marshes--the raw, piercing smell When the overhand stabbing-cut silenced the yell-- The oaths of his Irish that surged when they stood Where the black crosses hung o'er the Kuttamow flood.", "He is lazar within and lime without, ye can nose him far enow, For he carries the taint of a musky ship--the reek of the slaver's dhow!\"", "'E'll gall an' chafe an' lame an' fight--'e smells most awful vile; 'E'll lose 'isself for ever if you let 'im stray a mile; 'E's game to graze the 'ole day long an' 'owl the 'ole night through, An' when 'e comes to greasy ground 'e splits 'isself in two.", "you won't 'eed nothin' else But them spicy garlic smells, An' the sunshine an' the palm-trees an' the tinkly temple-bells; On the road to Mandalay...", "No sign of life was visible in these tunnels, but a most sickening stench pervaded the entire amphitheatre--a stench fouler than any which my wanderings in Indian villages have introduced me to.", "Gunga Dass, indeed, when he had banked the embers of his fire with sand, was at some pains to throw half a cupful of fetid water over my head, an attention for which I could have fallen on my knees and thanked him, but he was laughing all the while in the same mirthless, wheezy key that greeted me on my first attempt to force the shoals.", "My den was nearly as narrow as a coffin, and the sides had been worn smooth and greasy by the contact of innumerable naked bodies, added to which it smelled abominably.", "I staggered, numbed and helpless, toward the fetid burrow allotted to me, and fell asleep.", "You can buy ponies, turquoises, Persian pussy-cats, saddle-bags, fat-tailed sheep, and musk in the Kumharsen Serai, and get many strange things for nothing.", "And you'll eat desi food, and like it all, from the smell in the courtyard to the mustard oil over you.\"", "He seemed to be busy with prize competitions, and I saw less and less of him as the weeks went by and the earth cracked and grew ripe to spring, and the buds swelled in their sheaths.", "But morning brought only a servant with a dainty bouquet of Annandale roses for Mrs. Hauksbee to wear at the dance at Viceregal Lodge that night.", "It smells comforting, doesn't it?", "The Doctor called thrice in the twenty-four hours, and the house reeked with the smell of the Condy's Fluid, chlorine-water, and carbolic acid washes.", "There was a burning hot wind blowing that brought up a stench of stale brick-kilns with it; and through the half light and through the dust-devils, across that desolate plain, flickered the brown holland habit on the gray horse.", "In cold blood I should never have dreamed of going over such a country at night, but it seemed quite right and natural with the lightning crackling overhead, and a reek like the smell of the Pit in my nostrils.", "Late in the season, when he judged that the time was ripe, Barr-Saggott developed a plan which did great credit to his administrative powers.", "His business was to stir up the people in Madras with a long pole--as you stir up stench in a pond--and the people had to come up out of their comfortable old ways and gasp:--\"This is Enlightenment and progress.", "In five seconds the room was filled with a most pungent and sickening stench--a reek that took fierce hold of the trap of your windpipe and shut it.", "Others are bitten with a mania for District work, Ghuznivide coins or Persian poetry; while some, who come of farmers' stock, find that the smell of the Earth after the Rains gets into their blood, and calls them to \"develop the resources of the Province.\"", "He had not long been married to Miss Youghal, but he scented in the telegram a chance of return to the old detective work that his soul lusted after, and next night he came in and heard our story.", "In one corner used to stand Fung-Tching's Joss--almost as ugly as Fung-Tching--and there were always sticks burning under his nose; but you never smelt 'em when the pipes were going thick.", "So now we've got the sticks mixed with a lot of glue, and they take half-an-hour longer to burn, and smell stinky.", "Let alone the smell of the room by itself.", "Only--only no woman likes being made love through instead of to--specially on behalf of a musty divinity of four years' standing.", "In most big undertakings, one or two men do the work while the rest sit near and talk till the ripe decorations begin to fall.", "The tide ran out nearly two miles on that coast, and the many-coloured mud-banks, touched by the sun, sent up a lamentable smell of dead weed.", "\"I wonder what makes the sea so smelly?", "The indescribable scent of Nile mud in the air told that the stream was falling and the next few miles would be no light thing for the whale-boats to overpass.", "All had fought in this manner many times before, and there was no novelty in the entertainment; always the same hot and stifling formation, the smell of dust and leather, the same boltlike rush of the enemy, the same pressure on the weakest side, the few minutes of hand-to-hand scuffle, and then the silence of the desert, broken only by the yells of those whom their handful of cavalry attempted to purse.", "Dick leaned against the wall and sketched for an hour, till the kerosene lamps began to smell, and the girls threw themselves panting on the hard-beaten ground.", "Then he hastened to Torpenhow's address and smelt the smell of cooking meats all along the corridors of the chambers.", "\"Your things smell of tobacco and blood,\" she said once.", "There's a waterfall in it three hundred feet high, just like a sliver of green jade laced with silver; and millions of wild bees live up in the rocks; and you can hear the fat cocoanuts falling from the palms; and you order an ivory-white servant to sling you a long yellow hammock with tassels on it like ripe maize, and you put up your feet and hear the bees hum and the water fall till you go to sleep.\"", "When the scuffle you heave a ripe custard-apple at them, and it bursts in a lather of cream.", "You have no business here; you don't belong to this place; you're half a gipsy,--your face tells that; and I--even the smell of open water makes me restless.", "It was a thick day, but the sea smelt good.\"", "I don't like the smell of the engines.... Poor Dick!", "I can smell the trees.\"", "\"Smell that,\" he said.", "Dick sniffed luxuriously.", "Day brought the routine of the studio, the smell of paint and turpentine, and the monotone wisdom of Kami, who was a leaden artist, but a golden teacher if the pupil were only in sympathy with him.", "He could hear, through the boy's nasal chant, the camels grunting in the squares behind the soldiers outside Suakin; could hear the men swearing and chaffing across the cooking pots, and could smell the acrid wood-smoke as it drifted over camp before the wind of the desert.", "The rattle of the engines, the reek of oil and paint, and a very familiar sound in the next cabin roused him to his new inheritance.", "So he was brought to Madame Binat's and filled his nostrils with the well-remembered smell of the East, that runs without a change from the Canal head to Hong-Kong, and his mouth with the villainous Lingua Franca of the Levant.", "The smell reminded Dick of Monsieur Binat, who, by the way, had spoken of art and degradation.", "Dick snuffed the smell of parched dust, heated iron, and flaking paint with delight.", "Dick stretched himself on the floor, wild with delight at the sounds and the smells.", "He could only smell the camels, the hay-bales, the cooking, the smoky fires, and the tanned canvas of the tents as he stood, where he had dropped from the train, shouting for George.", "\"I smell the dawn,\" he whispered.", "The camel stretched out its neck and roared as there came down wind the pungent reek of camels in the square.", "Why have you brought all that smelly leather stuff into the house?", "The ship's cow, distressed by the heat and the smell of the ape-beast in the cage, lowed unhappily from time to time in exactly the same key as the lookout man at the bows answered the hourly call from the bridge.", "The monkeys sung sorrowfully to each other as they hunted for dry roots in the fern-draped trees, and the last puff of the day-wind brought from the unseen villages the scent of damp wood smoke, hot cakes, dripping undergrowth, and rotting pine-cones.", "That smell is the true smell of the Himalayas, and if it once gets into the blood of a man he will, at the last, forgetting everything else, return to the Hills to die.", "The clouds closed and the smell went away, and there remained nothing in all the world except chilling white mists and the boom of the Sutlej River.", "The king cast a wreath of heavy, scented flowers round my neck as I bowed, and inquired how my honored presence had the felicity to be.", "The moon was at full and drew out the scent of the tasseled crop.", "I could smell Strickland's saddlery and the oil on his guns, and I did not the least desire to sit among these things.", "There might or might not have been a caller in the room--it seems to me that I saw a figure by one of the windows, but when the lights came there was nothing save the spikes of the rain without and the smell of the drinking earth in my nostrils.", "She sniffed and was still."]}
